Repository: N3X15/Avorion-PioneerStarterPack
Catalog: data/localization/*.po
Languages: fr, jp, pt_br, ru, zh

source: Enable Debug Panel
fr: Activer le panneau de débogage
jp: デバッグパネルを有効にします
pt_br: Ativar painel de depuração
ru: Включить панель отладки
zh: 启用调试面板

source: Open the debug panel: /debug
fr: Ouvrez le panel de débogage: /debug
jp: デバッグパネルを開きます： /debug
pt_br: Abra o painel de depuração: /debug
ru: Откройте панель отладки: /debug
zh: 打开调试面板: /debug

source: server: Initializing stability value | ${v}
fr: Serveur: Initialisation de la valeur de stabilité | ${v}
jp: サーバー：安定性値の初期化| ${v}
pt_br: Servidor: Inicializando o valor da estabilidade | ${v}
ru: Сервер: инициализация значения стабильности | ${v}
zh: server: 正在初始化安定值 | ${v}

source: Rift Research Institute: The space within the barrier remains unstable, like a broken basket. We fear they will soon return...
fr: Rift Research Institute: L'espace dans la barrière reste instable, comme un panier cassé. Nous craignons de revenir bientôt ...
jp: Rift Research Institute：バリア内のスペースは、壊れたバスケットのように不安定なままです。私たちは彼らがすぐに戻ることを恐れています...
pt_br: Rift Research Institute: O espaço dentro da barreira permanece instável, como uma cesta quebrada. Tememos que eles logo voltem ...
ru: Исследовательский институт рифта: пространство в барьере остается нестабильным, как сломанная корзина. Мы боимся, что они скоро вернутся ...
zh: 裂隙研究所: 屏障内的空间仍然不稳定,就如同一个千疮百孔的篓子,我们担心它们会很快卷土重来...

source: Rift Research Institute: A portion of the barrier has calmed down. We should be able to enjoy a moment of peace.
fr: Rift Research Institute: Une partie de la barrière s'est calmée. Nous devrions pouvoir profiter d'un moment de paix.
jp: Rift Research Institute：障壁の一部が落ち着きました。私たちは平和の瞬間を楽しむことができるはずです。
pt_br: Instituto de Pesquisa Rift: Uma parte da barreira se acalmou. Deveríamos ser capazes de desfrutar de um momento de paz.
ru: Исследовательский институт рифта: часть барьера успокоилась. Мы должны быть в состоянии насладиться моментом мира.
zh: 裂隙研究所: 屏障内一部分空间已经趋于平静,我们应该可以享受片刻的安宁了.

source: Rift Research Institute: Most of the space within the barrier has become completely peaceful, and a Xsotan attack is unlikely for some time.
fr: Rift Research Institute: La majeure partie de l'espace de la barrière est devenue complètement paisible, et une attaque de Xsotan est peu probable pendant un certain temps.
jp: Rift Research Institute：障壁内のスペースのほとんどは完全に平和になり、Xsotan攻撃はしばらくの間ありそうにありません。
pt_br: Instituto de Pesquisa Rift: A maior parte do espaço dentro da barreira se tornou completamente pacífica, e um ataque Xsotan é improvável por algum tempo.
ru: Научно -исследовательский институт Rift: большая часть пространства в пределах барьера стала совершенно мирным, и XSOTAN Attack в течение некоторого времени вряд ли.
zh: 裂隙研究所: 屏障内大部分空间已经彻底平静,一段时间内索坦都不再可能袭来了.

source: Rift Research Institute: The Xsotan will be silent for a long time, but our war seems to never end...
fr: Rift Research Institute: Le Xsotan restera silencieux pendant longtemps, mais notre guerre semble ne jamais se terminer ...
jp: Rift Research Institute：Xsotanは長い間沈黙しますが、私たちの戦争は決して終わらないようです...
pt_br: Rift Research Institute: O Xsotan ficará em silêncio por um longo tempo, mas nossa guerra parece nunca terminar ...
ru: Научно -исследовательский институт Rift: XSOTAN будет молчать в течение долгого времени, но наша война, кажется, никогда не закончится ...
zh: 裂隙研究所: 索坦将会在很长一段时间陷入沉寂,但是我们的战争似乎永远也无法结束...

source: Rift Research Institute: But this is the best outcome, isn't it?
fr: Rift Research Institute: Mais c'est le meilleur résultat, n'est-ce pas?
jp: Rift Research Institute：しかし、これは最良の結果ですね。
pt_br: Rift Research Institute: Mas esse é o melhor resultado, não é?
ru: Исследовательский институт Rift: Но это лучший результат, не так ли?
zh: 裂隙研究所: 但这已经是最好的结果了,不是吗?

source: Rumor has it that a traveler named %s has embarked on a journey across the stars.
fr: La rumeur veut qu'un voyageur nommé%s s'est lancé dans un voyage à travers les étoiles.
jp: 噂によると、%sという名前の旅行者が星空を横断する旅に乗り出しました。
pt_br: Há rumores de que um viajante chamado %s embarcou em uma jornada pelas estrelas.
ru: Ходят слухи, что путешественник по имени %s отправился в путешествие по звездам.
zh: 传闻一位名为 %s 的旅行者踏上了属于他自己的星海旅途。

source: An explorer named %s appears in the distance, and his story begins in this starry sky.
fr: Un explorateur nommé %s apparaît au loin, et son histoire commence dans ce ciel étoilé.
jp: %sという名前のエクスプローラーが遠くに現れ、彼の物語はこの星空の空で始まります。
pt_br: Um explorador chamado %s aparece à distância, e sua história começa neste céu estrelado.
ru: Исследователь по имени %s появляется на расстоянии, и его история начинается в этом звездном небе.
zh: 远方出现名为 %s 的探险家，他的故事正在这个星空中开始。

source: After a short rest, %s set sail again.
fr: Après un court repos, %s a replacé à nouveau.
jp: 短い休息の後、%sは再び出航します。
pt_br: Depois de um curto descanso, %s partiu novamente.
ru: После короткого отдыха %s снова отправился.
zh: 经过短暂的休整，%s 再次起航。

source: %s sets sail again, ready to face new challenges.
fr: %s set à nouveau naviguer, prêt à faire face à de nouveaux défis.
jp: %sは再び航海し、新しい課題に直面する準備ができています。
pt_br: %s define novamente navegando, pronto para enfrentar novos desafios.
ru: %s снова плавает, готовая к новым проблемам.
zh: %s 再次启动航程，准备面对新的挑战。

source: %s ends his short vacation and embarks on a new adventure.
fr: %s termine ses courtes vacances et se lance dans une nouvelle aventure.
jp: %sは彼の短い休暇を終え、新しい冒険に乗り出します。
pt_br: %s termina suas férias curtas e embarca em uma nova aventura.
ru: %s заканчивает свой короткий отпуск и вступает в новое приключение.
zh: %s 结束了他短暂的假期，开始新的探险。

source: Due to the end of his schedule, %s closed the star map.
fr: En raison de la fin de son horaire,%s a fermé la carte des étoiles.
jp: 彼のスケジュールが終了したため、%sはスターマップを閉じました。
pt_br: Devido ao final de sua programação, %s fechou o mapa das estrelas.
ru: Из -за конца его графика %s закрыл карту звезды.
zh: 因为日程的结束，%s 关闭了星图。

source: Perhaps because the journey has reached a certain stage, %s has made a new vacation schedule.
fr: Peut-être parce que le voyage a atteint une certaine étape,%s a fait un nouveau calendrier de vacances.
jp: おそらく、旅が特定の段階に達したため、%sは新しい休暇スケジュールを立てました。
pt_br: Talvez porque a jornada tenha atingido um certo estágio, a %s fez um novo cronograma de férias.
ru: Возможно, потому что путешествие достигло определенного этапа, %s сделал новый график отпуска.
zh: 或许是旅程已经抵达一个段落，%s 制定了新的休假日程。

source: %s seems to be no longer active, and there are few rumors about him in the stars recently.
fr: %s semble être plus actif, et il y a peu de rumeurs à son sujet dans les étoiles récemment.
jp: %sはもはや活動的ではないようで、最近星に彼についての噂はほとんどありません。
pt_br: %s parece não estar mais ativo, e há poucos rumores sobre ele nas estrelas recentemente.
ru: %s, кажется, больше не активен, и недавно в звездах есть несколько слухов о нем.
zh: %s 似乎不再活跃，最近星空中也鲜有他的传闻，

source: updatePlayerValue: Detected that ${name} logged in for the first time today
fr: UpdatePlayervalue: a détecté que ${nom} s'est connecté pour la première fois aujourd'hui
jp: UpdatePlayerValue：今日初めて${name}がログインしたことを検出しました
pt_br: UpdatePlayervalue: detectou que ${name} conectou pela primeira vez hoje
ru: UpdatePlayerValue: обнаружил, что ${name} вошел в систему в первый раз сегодня
zh: updatePlayerValue:检测到${name}今日首次登录

source: Welcome to ${servername}
fr: Bienvenue sur ${servername}
jp: ${servername}へようこそ
pt_br: Bem -vindo ao ${servername}
ru: Добро пожаловать в ${servername}
zh: 欢迎来到${servername}

source: Good hunting
fr: Bonne chasse
jp: 良い狩猟
pt_br: Boa caça
ru: Хорошая охота
zh: 祝君武运昌隆

source: Successfully registered new player data. Your registration date is: ${date}
fr: Enregistré avec succès de nouvelles données de joueur. Votre date d'enregistrement est: ${date}
jp: 新しいプレーヤーデータを正常に登録しました。登録日は次のとおりです。${date}
pt_br: Registrou com sucesso os dados de novos jogadores. Sua data de registro é: $ {date}
ru: Успешно зарегистрировал новые данные игроков. Ваша дата регистрации: $ {дата}
zh: 成功注册新玩家数据。您的注册日期为：${date}

source: Server Administrator
fr: Administrateur de serveur
jp: サーバー管理者
pt_br: Administrador do servidor
ru: Администратор сервера
zh: 服务器管理员

source: Hello, new adventurer! To ensure a pleasant gaming experience for all on this server, please follow the rules as set out in the MOTD. If you have any questions or need any help, please join the server's Discord channel. Best of luck!
fr: Bonjour, nouvel aventurier! Pour assurer une expérience de jeu agréable pour tous sur ce serveur, veuillez suivre les règles comme indiqué dans le MOTD. Si vous avez des questions ou avez besoin d'aide, veuillez rejoindre le canal Discord du serveur. Bonne chance!
jp: こんにちは、新しい冒険家！ このサーバー上のすべての人に快適なゲームエクスペリエンスを確保するには、MOTDに記載されているルールに従ってください。 ご質問がある場合、またはサポートが必要な場合は、サーバーのDiscordチャネルに参加してください。 幸運を！
pt_br: Olá, novo aventureiro! Para garantir uma experiência de jogo agradável para todos neste servidor, siga as regras conforme estabelecido no MOTD. Se você tiver alguma dúvida ou precisar de ajuda, junte -se ao canal Discord do servidor. Boa sorte!
ru: Здравствуйте, новый авантюрист! Чтобы обеспечить приятный игровой опыт для всех на этом сервере, следуйте правилам, изложенным в MOTD. Если у вас есть какие -либо вопросы или вам нужна помощь, присоединяйтесь к каналу Discord от сервера. Удачи!
zh: 你好，新冒险家！ 为了确保本服务器所有玩家都能享受愉快的游戏体验，请遵守MOTD中规定的规则。 如有任何疑问或需要帮助，请加入服务器的Discord频道。 祝你好运！

source: Welcome to the Starry Sailing Server
fr: Bienvenue sur le serveur de voile étoilé
jp: Starry Sailing Serverへようこそ
pt_br: Bem -vindo ao Starry Sailing Server
ru: Добро пожаловать на звездный парусный сервер
zh: 欢迎来到繁星启航服务器

source: %s ended his short vacation and started a new pioneering journey.
fr: %s a mis fin à ses courtes vacances et a commencé un nouveau voyage pionnier.
jp: %sは彼の短い休暇を終え、新しい先駆的な旅を始めました。
pt_br: %s encerrou suas férias curtas e iniciou uma nova jornada pioneira.
ru: %s закончил свой короткий отпуск и начал новое новаторское путешествие.
zh: %s 结束了他短暂的假期，开始了新的开拓之旅。

source: %s has taken over the command of the fleet. Commander, welcome to take over the fleet.
fr: %s a repris le commandement de la flotte. Commandant, bienvenue pour reprendre la flotte.
jp: %sは艦隊の指揮を引き継いでいます。司令官、艦隊を引き継ぐことを歓迎します。
pt_br: %s assumiu o comando da frota. Comandante, bem -vindo a assumir a frota.
ru: %s взяла на себя командование флотом. Командир, добро пожаловать, чтобы захватить флот.
zh: %s 已接管舰队指挥权限，欢迎指挥官接管舰队。

source: %s --The fleet is ready--, --awaiting the commander's orders--.
fr: %s - La flotte est prête -, - Awating les ordres du commandant -.
jp: %s-艦隊の準備ができている - 、司令官の命令を待ちます - 。
pt_br: %s-A frota está pronta-,-aguardando as ordens do comandante-.
ru: %s-флот готов ..., в домогательстве приказов командира.
zh: %s --舰队已整装完毕--，--等待指挥官命令--。

source: Login information
fr: Informations de connexion
jp: ログイン情報
pt_br: Informações de login
ru: Вход в систему информации
zh: 登入信息

source: updatePlayerValue: ${name} login information detected
fr: UpdatePlayervalue: ${name} Informations de connexion détectées
jp: 更新PlayerValue：${name}ログイン情報が検出されました
pt_br: UpdatePlayervalue: ${name} Informações de login detectadas
ru: UpdatePlayerValue: ${name} Информация о входе в систему обнаружена
zh: updatePlayerValue:检测到${name}登入信息

source: Welcome Pioneers
fr: Bienvenue des pionniers
jp: ようこそ先駆者
pt_br: Bem -vindo pioneiros
ru: Добро пожаловать пионеры
zh: 欢迎开拓者

source: Good luck
fr: Bonne chance
jp: 幸運を
pt_br: Boa sorte
ru: Удачи
zh: 祝君好运

source: Hello New Pioneers
fr: Bonjour les nouveaux pionniers
jp: こんにちは新しい先駆者
pt_br: Olá novos pioneiros
ru: Привет, новые пионеры
zh: 您好新晋开拓者

source: Galaxy Development Alliance
pt_br: Aliança de Desenvolvimento de Galaxia
ru: Альянс по развитию Галактики
zh: 星河开拓联盟

source: Welcome to the galactic exploration journey: Star Alliance will provide newcomer benefits to every new pioneer. Thank you for joining the galactic exploration journey. To support your initial development, we offer you a starter resource pack. Wishing you great military success.
fr: Bienvenue dans le voyage d'exploration galactique: Star Alliance offrira des avantages de nouveaux arrivants à chaque nouveau pionnier. Merci d'avoir rejoint le voyage d'exploration galactique. Pour soutenir votre développement initial, nous vous proposons un pack de ressources de démarrage. Je vous souhaite un grand succès militaire.
jp: 銀河探査の旅へようこそ： Star Allianceは、すべての新しいパイオニアに新参者の利益を提供します。 Galactic Exploration Journeyに参加していただきありがとうございます。最初の開発をサポートするために、スターターリソースパックを提供します。 あなたに大きな軍事的成功を願っています。
pt_br: Bem -vindo à jornada de exploração galáctica: A Star Alliance fornecerá benefícios de recém -chegados a todos os novos pioneiros. Obrigado por ingressar na jornada de exploração galáctica. Para apoiar seu desenvolvimento inicial, oferecemos um pacote de recursos iniciantes. Desejando -lhe grande sucesso militar.
ru: Добро пожаловать в галактическое исследование путешествия: Star Alliance предоставит новичок преимущества каждому новому пионеру. Спасибо, что присоединились к галактическому исследованию. Чтобы поддержать вашу первоначальную разработку, мы предлагаем вам стартовый пакет ресурсов. Желаю вам большого военного успеха.
zh: 欢迎加入银河开拓之旅: 星联将为每一位新晋开拓者发放新人福利 感谢您加入宇宙开拓，为支持您的初期发展，特此奉上启动资源包 祝君武运昌隆

source: Hello Pioneer
fr: Bonjour pionnier
jp: こんにちはパイオニア
pt_br: Olá pioneiro
ru: Привет, пионер
zh: 您好开拓者

source: Star Alliance Incentive Fund Committee
fr: Comité des fonds d'incitation Star Alliance
jp: スターアライアンスインセンティブファンド委員会
pt_br: Comitê de Fundo de Incentivo à Aliança STAR
ru: Комитет по стимулирующим фондам Star Alliance
zh: 星联激励基金委员会

source: 20min active time incentive fund has been received: %d credit points
fr: Le fonds incitatif actif de 20 minutes a été reçu:% D Points de crédit
jp: 20分アクティブタイムインセンティブファンドが受け取られました：％Dクレジットポイント
pt_br: Fundo de incentivo de tempo ativo de 20 minutos foi recebido: %D pontos de crédito
ru: Получен 20 -минутный фонд стимулирования активного времени: %D Кредитные баллы
zh: 20min活跃时长激励基金已到账：%d 信用点
