Repository: N3X15/Avorion-PioneerStarterPack
Catalog: data/localization/deutsch.po
Languages: de

source: Enable Debug Panel
de: Aktivieren Sie das Debug -Panel

source: Open the debug panel: /debug
de: Öffnen Sie das Debug -Panel: /debug

source: server: Initializing stability value | ${v}
de: Server: Stabilitätswert initialisieren | ${v}

source: Rift Research Institute: The space within the barrier remains unstable, like a broken basket. We fear they will soon return...
de: Rift Research Institute: Der Raum innerhalb der Barriere bleibt instabil, wie ein gebrochener Korb. Wir befürchten, dass sie bald zurückkehren werden ...

source: Rift Research Institute: A portion of the barrier has calmed down. We should be able to enjoy a moment of peace.
de: Rift Research Institute: Ein Teil der Barriere hat sich beruhigt. Wir sollten in der Lage sein, einen Moment des Friedens zu genießen.

source: Rift Research Institute: Most of the space within the barrier has become completely peaceful, and a Xsotan attack is unlikely for some time.
de: Rift Research Institute: Der größte Teil des Raums innerhalb der Barriere ist völlig friedlich geworden, und ein Xsotan -Angriff ist für einige Zeit unwahrscheinlich.

source: Rift Research Institute: The Xsotan will be silent for a long time, but our war seems to never end...
de: Rift Research Institute: Der Xsotan wird lange schweigen, aber unser Krieg scheint niemals zu enden ...

source: Rift Research Institute: But this is the best outcome, isn't it?
de: Rift Research Institute: Aber das ist das beste Ergebnis, nicht wahr?

source: Rumor has it that a traveler named %s has embarked on a journey across the stars.
de: Gerüchten zufolge hat sich ein Reisender namens %s auf eine Reise über die Sterne begonnen.

source: An explorer named %s appears in the distance, and his story begins in this starry sky.
de: Ein Entdecker namens %s erscheint in der Ferne, und seine Geschichte beginnt in diesem Sternenhimmel.

source: After a short rest, %s set sail again.
de: Nach einer kurzen Pause legten %s wieder segel.

source: %s sets sail again, ready to face new challenges.
de: %s setzt wieder segeln und bereit, sich neuen Herausforderungen zu stellen.

source: %s ends his short vacation and embarks on a new adventure.
de: %s beendet seinen Kurzurlaub und beginnt ein neues Abenteuer.

source: Due to the end of his schedule, %s closed the star map.
de: Aufgrund des Ende seines Zeitplans schloss %s die Sternkarte.

source: Perhaps because the journey has reached a certain stage, %s has made a new vacation schedule.
de: Vielleicht, weil die Reise eine bestimmte Bühne erreicht hat, hat %s einen neuen Urlaubsplan gemacht.

source: %s seems to be no longer active, and there are few rumors about him in the stars recently.
de: %s scheint nicht mehr aktiv zu sein, und es gibt in letzter Zeit nur wenige Gerüchte über ihn in den Sternen.

source: updatePlayerValue: Detected that ${name} logged in for the first time today
de: updatePlayervalue: Erfuhr, dass $ {name} heute zum ersten Mal angemeldet ist

source: Welcome to ${servername}
de: Willkommen bei ${servername}

source: Good hunting
de: Waidmanns Heil

source: Successfully registered new player data. Your registration date is: ${date}
de: Erfolgreich registrierte neue Spielerdaten. Ihr Registrierungsdatum lautet: ${date}

source: Hello, new adventurer! To ensure a pleasant gaming experience for all on this server, please follow the rules as set out in the MOTD. If you have any questions or need any help, please join the server's Discord channel. Best of luck!
de: Hallo, neuer Abenteurer! Um ein angenehmes Spielerlebnis für alle auf diesem Server zu gewährleisten, befolgen Sie bitte die im MOTD festgelegten Regeln. Wenn Sie Fragen haben oder Hilfe benötigen, nehmen Sie bitte den Discord -Kanal des Servers bei. Viel Glück!

source: Welcome to the Starry Sailing Server
de: Willkommen im Starry Sailing Server

source: %s ended his short vacation and started a new pioneering journey.
de: %s beendete seinen kurzen Urlaub und begann eine neue Pionierreise.

source: %s has taken over the command of the fleet. Commander, welcome to take over the fleet.
de: %s hat das Kommando der Flotte übernommen. Kommandant, willkommen, die Flotte zu übernehmen.

source: %s --The fleet is ready--, --awaiting the commander's orders--.
de: %s-Die Flotte ist bereit-,-auf die Befehle des Befehlshabers zu erwarten.

source: Login information
de: Anmeldeinformationen

source: updatePlayerValue: ${name} login information detected
de: updatePlayervalue: ${name} Anmeldeinformationen erkannt

source: Welcome Pioneers
de: Willkommen Pioniere

source: Good luck
de: Viel Glück

source: Hello New Pioneers
de: Hallo neue Pioniere

source: Welcome to the galactic exploration journey: Star Alliance will provide newcomer benefits to every new pioneer. Thank you for joining the galactic exploration journey. To support your initial development, we offer you a starter resource pack. Wishing you great military success.
de: Willkommen auf der Galaktischen Erkundungsreise: Star Alliance bietet jedem neuen Pionier Newcomer -Vorteile. Vielen Dank, dass Sie sich der Galactic Exploration Journey angeschlossen haben. Um Ihre erste Entwicklung zu unterstützen, bieten wir Ihnen ein Starter -Ressourcenpaket an. Ich wünsche Ihnen einen guten militärischen Erfolg.

source: Hello Pioneer
de: Hallo Pioneer

source: 20min active time incentive fund has been received: %d credit points
de: Der 20 -minütige aktive zeitliche Incentive -Fonds wurde erhalten: %D Kreditpunkte
